/* choose button - open panel */
"Choose" = "Vælg";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a video." = "Brug venligst inspektøren til at angive URL for en video.";

/* action name for setting a movie */
"Set Movie" = "Vælg film";

/* Live data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "Dette er en pladsholder for video. Den fulde video vises, når du publicerer dette website, men for at se video i Sandvox, skal du slå “live data feeds” til i indstillingerne.";